{
    "filmes": [
      {
        "id": 1,
        "titulo": "minecraft o filme",
        "genero": "Aventura, Comédia, Família",
        "duracao": "1h 41min",
        "sinopse": "Um portal misterioso atrai quatro desajustados para o Overworld, uma terra das maravilhas bizarras e cúbicas que prospera com a imaginação. Para voltar para casa, eles têm que dominar o terreno enquanto embarcam em uma missão mágica com um construtor inesperado chamado Steve.",
        "imagem": "/assets/img/minecraft.png"
      },
      {
        "id": 2,
        "titulo": "branca de neve",
        "genero": "Infantil,Fantasia",
        "duracao": "1h 49min",
        "sinopse": "Uma recriação do clássico animado de Walt Disney de 1937 sobre uma bela jovem princesa que, enquanto é perseguida por uma rainha ciumenta, busca refúgio em uma cabana em uma floresta.",
        "imagem": "/assets/img/branca.png"
      },
      {
        "id": 3,
        "titulo": "silvio santos",
        "genero": "suspense,Ficção policial",
        "duracao": "1h 54min",
        "sinopse": "Apenas 12 horas depois de ter a sua filha sob custódia de um sequestrador, o influente comunicador Silvio Santos enfrenta um obstáculo ainda mais complicado: sua casa é invadida e ele é mantido como refém. Percebendo que sua vida está em risco, ele busca refúgio nos distantes pensamentos de toda sua trajetória, que começou quando era apenas um adolescente de 14 anos trabalhando como camelô.",
        "imagem": "/assets/img/silvio.png"
      },
      {
        "id": 4,
        "titulo": "operacao vinganca",
        "genero": "Ação, Suspense, Espionagem, Drama",
        "duracao": "2h 5min",
        "sinopse": "A esposa de Charlie, um pacato programador da CIA, é assassinada em um ataque terrorista. Seus superiores se recusam a caçar os culpados, então ele usa seu conhecimento para rastrear e eliminar todos os criminosos por conta própria.",
        "imagem": "/assets/img/ope.png"
      },
      {
        "id": 5,
        "titulo": "a linha da extinção",
        "genero": "Ação, Ficção científica, Suspense, Aventura",
        "duracao": "1h 32min",
        "sinopse": "A humanidade foi destruída por bestas alienígenas. Os sobreviventes desse mundo pós-apocalíptico se escondem no alto de montanhas, onde as criaturas não conseguem sobreviver. No entanto, o grupo precisa de suprimentos para salvar vidas, forçando uma expedição a se arriscar na zona de perigo dominada pelos predadores.",
        "imagem": "/assets/img/linha.png"
      },
      {
        "id": 6,
        "titulo": "emilia perez",
        "genero": "Drama, Comédia Musical, Suspense",
        "duracao": "2h 10min",
        "sinopse": "Rita trabalha em um escritório de advocacia mais interessado em lavar dinheiro do que em servir a lei. Para sobreviver, ela ajuda um chefe do cartel a sair do negócio para que ela possa finalmente se tornar a mulher que sempre sonhou ser.",
        "imagem": "/assets/img/emilia.png"
      }
    ]
  }
  